import { ScrollView,View} from "@tarojs/components";
import './index.less'

export default function Index() {
  
  return (
    <ScrollView 
     className="lines"
     scrollY
    >
      <View >荣获“北京师范大学”中华优秀传统文化师资培训认证证书。</View>
      <View>北京师范大学哲学院：易学高级课优秀学员，终生学员。</View>
      <View>北京师范大学易学七班学生。</View>
      <View>荣获“中国管理科学学会培训中心”传统文化讲师。</View>
      <View>香港职工教育及职业培训协会特聘：国际易学文化专业委员会专家。</View>
      <View>中国人力资源专业人才技能鉴定中心：高级风水堪舆师。</View>
      <View>国际信息化专业人才管理中心：风水堪舆师。</View>
      <View>河南嵩山中岳庙冠巾道士：宗字辈，道名：德雲子。</View>
      <View>云南鸡足山“宏盛”大和尚皈依弟子法名：惟学。</View>
      <View>九宫门三元风水第37代传承弟子。</View>
      <View>云南殷大法师亲传弟子。</View>
      <View>苍河明金派八字第36代传承人。</View>
      <View>《红旗飘飘丰碑颂优秀书画作品集》系列丛书编委、内蒙分院院长。</View>
      <View>2001 年，付国军先生初次踏入周易的研学之境，开启了一段既漫长又精彩纷呈的学术征程。</View>
      <View>2005 年，为了能够更加系统全面地把控易学的核心理论，付国军老师毅然决然地选择拜师学艺，深入钻研奇门遁甲和四柱八字。</View>
      <View>2007 年，付国军先生那强烈无比的求知欲望促使他再次拜师，全身心地投入到三元三合八宅风水的研习之中。</View>
      <View>2013 年，拜白云观邱道长为师，学习奇门遁甲和道家风水、人格命理。</View>
      <View>2015 年，付国军先生将自己多年所学广泛应用于实际的实践之中，成功创立了赤峰市大富山石雕有限公司。将易学理论与实际运用相融合，在古老的哲学中迈出新的里程。</View>
      <View>2017 年，付国军先生凭借自身的卓越才能考入北京师范大学易学七班，进而展开了更为深入、全面的“易经”研习。</View>
      <View>2021 年，师从九宫门苍山派第 36 代传人，尽情汲取古老传承所蕴含的无尽智慧。其后他进一步拜师学习三元风水和奇门玄学，师从九宫门苍山派第 36 代传人。</View>
      <View>付国军先生拜岭南中国三元派国际风水大师为师，成为其门下的弟子，继续深入地探究三元及道家风水。</View>
      <View>2022 年，付国军先生通过“中国管理科学研究院 AYPC 执业资格考试”，荣获“易经风水策划师(中级)”这一资质。</View>
      <View>2023 年，付国军先生成为北师大的终身制学员，这清晰地昭示着他将在易学的康庄大道上持续不断地探索前行，永不停歇，永不止步。</View>
      
    </ScrollView>
  );
}
